Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Palun oota kuni projekti laaditakse.
fi: Odota että projekti ladataan.

source: _Katkesta laadimine
fi: _Peru lataus

source: Katkseta projekti laadimine
fi: Peru nykyisen projektin lataus

source: Failide ümbernimetamine
fi: Tiedoston nimeäminen

source: _Nimeta ümber
fi: _Nimeä

source: Ümbernimetamise režiim
fi: Nimeämistapa

source: Ruum
fi: Tila

source: Plaati seadmest "%s" pole võimalik väljastada
fi: Levyä ”%s” ei voi poistaa asemasta

source: Plaadi väljastamine
fi: Poista media asemasta

source: Audiofailid
fi: Äänitiedostot

source: Ükski fail ei jäänud filtrisse
fi: Ei suodatettua tiedostoa

source: Filtri valikud
fi: Suodatusvalinnat

source: Vali failid, mida tahad taastada ja klõpsa nupul "Taasta"
fi: Valitse tiedostot, jotka haluat palauttaa, ja paina ”Palauta”-nappia

source: Liik
fi: Tyyppi

source: _Taasta
fi: _Palauta

source: Taasta valitud failid
fi: Palauta valitut tiedostot

source: _Valikud…
fi: _Valinnat…

source: Määra filtreerimise valikud
fi: Määrittele suodatusasetuksia

source: _Varjatud failide filter
fi: Suodata _piilotiedostot

source: Sümbolviitade _asendamine
fi: Ko_rvaa symboliset linkit

source: _Vigaste sümbolviitade filter
fi: Suodata _rikkinäiset symboliset linkit

source: Failide filtreerimise valikud
fi: Suodatusvalinnat

source: _EelvaadeDisc Image
fi: Es_ikatseluDisc Image

source: Näita video-, audio- ja piltide eelvaadet
fi: Video-, ääni- ja kuvatiedostojen esikatselu

source: Näita _külgpaneeli
fi: _Näytä sivupaneeli

source: Projekti kõrval külgpaneeli näitamine
fi: Näytä projektin kanssa sivupaneeli

source: _Rõhtlaotus
fi: _Vaakasuuntainen asettelu

source: Rõhtsa laotuse määramine
fi: Aseta vaakasuuntainen asettelu

source: _Püstlaotus
fi: _Pystysuuntainen asettelu

source: Püstise laotuse määramine
fi: Aseta pystysuuntainen asettelu

source: Klõpsa külgpaneeli sulgemiseks
fi: Sulje sivupaneeli napsauttamalla

source: Eemalda vaikused
fi: Poista tauot

source: See teave kirjutatakse plaadile CD-Text tehnoloogiat kasutades. Seda saab mõnede audio-CD mängijatega lugeda ja kuvada.
fi: Nämä tiedot kirjoitetaan levylle CD-Text-tekniikkaa käyttäen. Jotkin CD-soittimet osaavat lukea ja näyttää näitä tietoja.

source: Laulude pealkirjad
fi: Kappaleiden nimet

source: Laulude lisateave
fi: Lisätietoja kappaleesta

source: Artist:
fi: Esittäjä:

source: Helilooja:
fi: Säveltäjä:

source: Pausi pikkus:
fi: Tauon pituus:

source: Määrab pausi pikkuse, mis tuleb raja lõpus
fi: Määrittää kappaletta seuraavan tauon pituuden

source: Laulu andmed
fi: Kappaletiedot

source: %i × %i pikslit
fi: %i × %i kuvapistettä

source: Eelvaade puudub
fi: Ei esikatselua

source: Viga lugude nimekirja "%s" töötlemisel.
fi: Virhe tulkittaessa soittolistaa ”%s”.

source: Lugude nimekirja valimine
fi: Valitse soittolista

source: Lugude nimekirjad
fi: Soittolistat

source: Laulude arv
fi: Kappaleiden lukumäärä

source: Plugin
fi: Liitännäinen

source: Autoriõigus %s
fi: Tekijänoikeudet %s

source: _Seadista
fi: _Asetukset

source: _Aktiveeri
fi: Ota _käyttöön

source: Aktiveeri _kõik
fi: Ota k_aikki käyttöön

source: _Deaktiveeri kõik
fi: _Poista kaikki käytöstä

source: Plugina "%s" valikud
fi: Liitännäisen %s valinnat

source: Brasero pluginad
fi: Brasero-liitännäiset

source: Käesoleva projekti salvestamine
fi: Tallenna nykyinen projekti

source: Sal_vesta kui…
fi: _Tallenna nimellä…

source: Käesoleva projekti salvestamine teise asukohta
fi: Tallenna nykyinen projekti toiseen paikkaan

source: _Lisa faile
fi: _Lisää tiedostoja

source: Projektile uute failide lisamine
fi: Lisää tiedostoja projektiin

source: _Eemalda failidempty
fi: _Poista tiedostojaempty

source: Kõikide failide eemaldamine projektist
fi: Poista kaikki tiedostot projektista

source: _Kirjuta…
fi: _Kirjoita…

source: Failide lisamiseks projekti klõpsa "Lisa" nupul või lohista failid siia alale
fi: Napsauta ”Lisää”-painiketta tai raahaa tiedostoja tälle alueelle lisätäksesi projektiin tiedostoja

source: Failide eemaldamiseks märgi need ja klõpsa "Eemalda" nupul või vajuta "Delete" klahvi
fi: Valitse tiedostoja ja napsauta ”Poista”-painiketta tai paina ”Delete”-näppäintä näppäimistöltä poistaaksesi tiedostoja

source: Projekti eeldatav suurus: %s
fi: Arvioitu projektin koko: %s

source: Selle projekti suurus on plaadi jaoks liiga suur isegi siis, kui kasutada üle mahu kirjutamist.
fi: Projektin koko on liian suuri levylle, vaikka käytettäisiin ylipoltto-valitsinta.

source: Projekt on plaadi jaoks liiga suur ning sa peaksid sellest faile eemaldama. Seda valikut võib kasutada 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.
fi: Projektin koko on liian suuri levylle, joten sinun täytyisi tavallisesti poistaa projektista tiedostoja. Voit haluta silti jatkaa, jos käytät 90- tai 100 min pitkiä CD-R(W)-levyjä, joita ei voitu tunnistaa oikein ja jotka vaativat ylikirjoitusvalinnan. HUOMAUTUS: Tämä valinta saattaa aiheuttaa ongelmia.

source: Alusta valiku plaadile kirjutamisega
fi: Aloita valitun sisällön kirjoittaminen

source: Lisa sellese projekti laule.
fi: Lisää kappaleita projektiin.

source: Kas tahad tõesti luua uue projekti ja unustada praeguse?
fi: Haluatko varmasti luoda uuden projektin ja hylätä nykyisen projektin?

source: Kui valid uue projekti loomise, lähevad kõik tehtud muudatused kaotsi.
fi: Jos päätät luoda uuden tyhjän projektin, kaikki tehdyt muutokset hukataan.

source: _Unusta muudatused
fi: _Hylkää muutokset

source: Kas loobuda failivalikust või lisada need uuele projektile?
fi: Haluatko hylätä tiedostovalinnan vai lisätä sen uuteen projektiin?

source: Kui valid uue projekti loomise, läheb failide valik kaotsi.
fi: Jos valitset uuden tyhjän projektin luonnin, tiedostovalinta unohdetaan.

source: _Hülga failide valik
fi: _Hylkää tiedostovalinta

source: _Säilita failide valik
fi: Säilytä _tiedostovalinta

source: _Tühista projekt
fi: _Hylkää projekti

source: Failide valimine
fi: Valitse tiedostoja

source: Kas tahad praeguse projekti tõesti tühjendada?
fi: Haluatko varmasti tyhjentää nykyisen projektin?

source: Projekti tühjendamine eemaldab kõik juba lisatud failid. Kogu töö läheb kaotsi. Märkuseks, et faile nende asukohast ei kustutata, need eemaldatakse ainult kirjutamise nimekirjast.
fi: Projektin tyhjennys poistaa luettelosta kaikki lisätyt tiedostot, ja kaikki muutokset hukataan. Huomaa, että tiedostoja ei poisteta alkuperäisestä sijainnistaan, niitä ei vain näytetä enää tässä.

source: _Salvesta
fi: _Tallenna

source: _Lisa
fi: _Lisää

source: Brasero — %s (andmeplaat)
fi: Brasero – %s (datalevy)

source: Brasero — %s (audioplaat)
fi: Brasero – %s (äänilevy)

source: Brasero — %s (videoplaat)
fi: Brasero – %s (videolevy)

source: Sinu projekti pole salvestatud.
fi: Projektia ei ole tallennettu.

source: Kas enne sulgemist salvestada muudatused selles projektis?
fi: Tallennetaanko muutokset projektiin ennen sulkemista?

source: Kui sa ei salvesta, lähevad muudatused jäädavalt kaotsi.
fi: Jos et tallenna, muutokset hukataan pysyvästi.

source: Sulge _ilma salvestamata
fi: _Sulje tallentamatta

source: Selle projekti salvestamine
fi: Tallenna nykyinen projekti

source: Salvesta projekt Brasero audioprojektina
fi: Tallenna projekti Braseron äänilevyprojektina

source: Salvesta projekt lihttekstis nimekirjana
fi: Tallenna projekti tavallisena tekstitiedostona

source: Salvesta projekt PLS lugude nimekirjana
fi: Tallenna projekti PLS-soittolistana

source: Salvesta projekt M3U lugude nimekirjana
fi: Tallenna projekti M3U-soittolistana

source: Salvesta projekt XSPF vormingus lugude nimekirjana
fi: Tallenna projekti XSPF-soittolistana

source: Salvesta projekt iriver vormingus lugude nimekirjana
fi: Tallenna projekti iriver-soittolistana

source: _Plaadiümbrise redaktor
fi: _Kansieditori

source: Plaadiümbriste kujundamine ja printimine
fi: Suunnittele ja tulosta kansia CD-levyille

source: _Uus projekt
fi: _Uusi projekti

source: Uue projekti loomine
fi: Luo uusi projekti

source: _Tühjenda projekt
fi: T_yhjennä projekti

source: Vali uus projekt
fi: Antaa sinun valita uuden projektin

source: Uus _audioprojekt
fi: Uusi _äänilevyprojekti

source: Tavalise audioplaadi loomine, mida saab kuulata nii arvutis kui CD-mängijas
fi: Luo perinteinen ääni-CD, jota voi soittaa tietokoneella ja stereoissa

source: Uus an_dmeprojekt
fi: Uusi _dataprojekti

source: CD/DVD-plaadi loomine suvalistest andmetest. Seda plaati saab lugeda ainult arvutis
fi: Luo CD tai DVD, joka sisältää tietokoneella luettavassa muodossa mitä tahansa tiedostoja

source: Uus _videoprojekt
fi: Uusi _videoprojekti

source: Video-DVD- või SVCD-plaadi loomine, mida saab vaadata TV-lugeris
fi: Luo TV-laitteilla toistettava video-DVD tai SVCD

source: 1:1 koopia loomine audio-CD'st või CD/DVD andmeplaadist kõvakettale või teisele CD/DVD-plaadile
fi: Luo identtinen kopio ääni-CD:stä tai datalevystä kiintolevylle tai toiselle levylle

source: _Kirjuta tõmmis…
fi: Kirjoita _levykuva…

source: CD/DVD-tõmmise kirjutamine plaadile
fi: Kirjoita olemassa oleva CD- tai DVD-levykuva levylle

source: _Ava…
fi: _Avaa…

source: Projekti avamine
fi: Avaa projekti

source: Ükski fail pole valitud
fi: Ei valittua tiedostoa

source: Brasero — Uus audioplaadi projekt
fi: Brasero – uusi äänilevyprojekti

source: Brasero — Uus andmeplaadi projekt
fi: Brasero – uusi datalevyprojekti

source: Brasero — Uus videoplaadi projekt
fi: Brasero – uusi videolevyprojekti

source: Brasero — Uus tõmmis
fi: Brasero – uusi levykuvatiedosto

source: Brasero — Plaadi kopeerimine
fi: Brasero – levyn kopiointi

source: _Uus
fi: _Uusi

source: _Ava
fi: _Avaa

source: Näita lugude nimekirju ja nende sisu
fi: Näytä soittolistoja ja niiden sisältöjäpicture

source: Videoplaat (%s)
fi: Videolevy (%s)

source: Viga projekti laadimisel.
fi: Virhe ladattaessa projektia.

source: Seda projekti pole võimalik avada
fi: Projektia ei voitu avata

source: See fail on tühi
fi: Tiedosto on tyhjä

source: Tundub, et see pole sobiv Brasero projektifail
fi: Tiedosto ei näytä olevan kelvollinen brasero-projekti

source: Audi_oprojekt
fi: Äänipr_ojekti

source: Tavalise audio-CD loomine
fi: Luo perinteinen CD-levy

source: _Andmeprojekt
fi: D_ataprojekti

source: Andmeplaadi loomine (CD või DVD)
fi: Luo datalevy CD- tai DVD-muodossa

source: _Videoprojekt
fi: _Videoprojekti

source: Videoplaadi loomine (DVD või SVCD)
fi: Luo video-DVD tai SVCD

source: Plaadi _koopia
fi: Levyn _kopiointi

source: Koopia tegemine CD- või DVD-plaadist
fi: Luo identtinen kopio CD- tai DVD-levystä

source: _Tõmmise kirjutamine
fi: K_irjoita levykuva

source: Viimane _salvestamata projekt
fi: Viimeisin _tallentamaton projekti

source: Laaditakse viimane kirjutamata ja salvestamata projekt
fi: Lataa viimeisin projekti, jota ei kirjoitettu eikä tallennettu

source: Hiljutisi projekte pole
fi: Ei äskettäin avattuja projekteja

source: Uue projekti loomine:
fi: Luo uusi projekti:

source: Hiljutised projektid:
fi: Viimeisimmät projektit:

source: Sisesta tekst
fi: Lisää teksti

source: Kustuta tekst
fi: Poista teksti

source: Asenda tekst
fi: Korvaa tekstiä

source: Nummerda failid mustri järgi
fi: Numeroi tiedostot mallin mukaan

source: Numbrijada lisamine algusesse
fi: Lisää numerointi alkuun

source: SisestaInsertInsert" [Entry] "at the beginning
fi: LisääInsertInsert" [Entry] "at the beginning

source: algusesseInsertInsert" [Entry] "at the end
fi: alkuunInsertInsert" [Entry] "at the end

source: lõppu
fi: loppuun

source: Kustuta iga esinemine_Replacewith
fi: Poista jokainen ilmentymä kohteesta_Replacewith

source: millega
fi: arvolla

source: Faile pole
fi: Ei tiedostoa

source: Esituse alustamine ja lõpetamine
fi: Aloita ja lopeta toisto

source: Loo algus:
fi: Kappaleen alku:

source: Loo lõpp:
fi: Kappaleen loppu:

source: Raja pikkus:
fi: Raidan pituus:

source: Raja %02i andmed
fi: Kappaletiedot raidalle %02i

source: Kas tahad tõesti raja tükeldada?
fi: Haluatko todella jakaa raidan?

source: Kui raja tükeldad, jääb uue raja pikkus lühem kui 6 sekundit ning selle lõppu lisatakse vaikust.
fi: Jos jaat raidan, uuden kappaleen pituus on alle 6 sekuntia, ja siihen lisätään taukoa.

source: _Tükelda
fi: _Jaa

source: Rada ei tükeldatud.
fi: Raitaa ei jaettu.

source: Vaikust ei tuvastatud
fi: Hiljaista kohtaa ei löytynyt

source: Vaikusehetkede tuvastamisel esines viga.
fi: Tapahtui virhe etsittäessä hiljaisia kohtia.

source: See eemaldab kõik eelmised tulemused.
fi: Tämä poistaa kaikki aikaisemmat tulokset.

source: Kas tahad tõesti läbi viia automaatse tükeldamise?
fi: Haluatko joka tapauksessa jatkaa automaattista jakoa?

source: Är_a tükelda
fi: _Älä jaa

source: Kas tahad praeguse lõikude jaotuse kustutada?
fi: Haluatko varmasti tyhjentää palojen esikatselun?

source: Eemalda _kõik
fi: Poista _kaikki

source: Raja tükeldamine
fi: Jaa raita

source: _Meetod:
fi: M_enetelmä:

source: Raja tükeldamise meetod
fi: Kappaleen jakamiseen käytetty menetelmä

source: Käsitsi tükeldamine
fi: Jaa käsin

source: Määratud pikkusega tükkideks
fi: Jaa raita kiinteän mittaisiin osiin

source: Määratud arvuks tükkideks
fi: Jaa raita tasakokoisiin osiin

source: Iga vaikusekoha pealt
fi: Jaa raita hiljaisuuden kohdalta

source: Lisa tükeldamise kohtseconds
fi: Lisää jakokohtaseconds

source: Tükelda rada igaSplit track every
fi: Jaa raita jokaisenSplit track every

source: sekundi järelparts
fi: sekunnin jälkeenparts

source: Tükelda radaSplit this track in
fi: Jaa raitaSplit this track in

source: osaks
fi: osaan

source: Tükeldamise meetod
fi: Jakotapa

source: Algus
fi: Alku

source: Lõpp
fi: Loppu

source: _Liida
fi: _Yhdistä

source: Liida valitud tükk järgmise valitud tükiga
fi: Yhdistä valittu pala seuraavan kanssa

source: Eemalda valitud tükid
fi: Poista valitut palat

source: Kustuta tükelduse eelvaade
fi: Tyhjennä palojen esikatselu

source: _Loodavate tükkide nimekiri:
fi: Näytä _luettelo kaikista luotavista paloista:

source: Tükeldamise eelvaade
fi: Palojen esikatselu

source: Tundi
fi: Tuntia

source: Minutit
fi: Minuuttia

source: Sekundit
fi: Sekuntia

source: Kaadrid (1 sekund = 75 kaadrit)
fi: Ruutuja (1 sekunti = 75 ruutua)

source: Ava valitud video
fi: Avaa valittu video

source: Muuda video andmeid (algus, lõpp, autor, jm)
fi: Muokkaa videotietoja (alku, loppu, tekijä jne.)

source: Eemalda valitud videod projektist
fi: Poista valitut videot projektista

source: Kas otsida sellest kataloogist videofaile?
fi: Haluatko etsiä videotiedostoja kansiosta?

source: _Otsi kataloogist
fi: Et_si kansiosta

source: "%s" liik ei ole videoprojekti jaoks sobiv.
fi: Kohde ”%s” ei ole videoprojekteille sopivaa tyyppiä.

source: Palun lisa ainult videosisuga faile
fi: Lisää vain videota sisältäviä tiedostoja

source: See ei ole sobiv .desktop fail
fi: Tiedosto ei ole kelvollinen .desktop-tiedosto

source: Tundmatu .desktop fail, versioon '%s'
fi: Työpöytätiedoston versiota ”%s” ei tunnistettu.

source: Rakendus ei nõustu käsureal osutatud failidega
fi: Sovellus ei hyväksy asiakirjoja komentoriviltä

source: Tundmatu käivitusvalik: %d
fi: Tuntematon käynnistysvalitsin: %d

source: Dokumendi URI-sid pole võimalik 'Liik=Viit' tüüpi töölauakirjetele edastada
fi: Asiakirja-URIa ei voida antaa ”Type=Link”-työpöytälinkeille

source: Pole käivitatav kirje
fi: Kohde ei ole käynnistettävissä

source: Seansihalduse ühenduse keelamine
fi: Estä yhteys istunnonhallintaan

source: Määra salvestatud häälestusfaili asukoht
fi: Anna tiedosto, joka sisältää tallennetut asetukset

source: FAIL
fi: TIEDOSTO

source: Määra seansihalduse ID
fi: Anna istunnonhallinnan tunniste

source: Seansihalduse valikud:
fi: Istunnonhallinnan valitsimet:

source: Seansihalduse valikute näitamine
fi: Näytä istunnonhallinnan valitsimet

source: Kõigi saadavalolevate valikute nägemiseks kirjuta "%s --help"
fi: Kirjoita ”%s --help” nähdäksesi kaikki mahdolliset valitsimet

source: Süsteemi testimine
fi: Järjestelmän testaus

source: _Test
fi: _Testaa

source: _Jah
fi: K_yllä

source: _Jäta see test vahele
fi: Ohita tämä te_sti

source: Täiendav teave:
fi: Lisätietoja:

source: _Vali kõik
fi: Valitse k_aikki

source: _Tühista valik
fi: _Poista kaikki valinnat

source: Helitestid
fi: Äänilaitteiden testit

source: Kettatestid
fi: Kiintolevyjen testit

source: Sõrmejäljelugeja testid
fi: Sormenjälkilukijan testit

source: Firewire-ketta testid
fi: Firewire-levyn testit

source: Monitoritestid
fi: Näyttötestit

source: Välisseadmete testid
fi: Oheislaitteiden testit

source: Kasutaja rakendused
fi: Käyttäjäsovellukset

source: Aruande loomine...
fi: Kerätään raporttia...

source: Sisesta tekst:
fi: Syötä tekstiä:

source: Interneti-ühendus puudub
fi: Ei Internet-yhteyttä

source: Interneti-ühendus täielikult loodud
fi: Internet-yhteys muodostettu

source: _Programmist
fi: _Tietoja

source: Fotorežiim
fi: Valokuvaustila

source: Videorežiim
fi: Videotila

source: Sarivõtte režiim
fi: Sarjakuvaustila

source: Pildista veebikaameraga
fi: Ota kuva web-kameralla

source: Eelmise efektide lehe avamine
fi: Siirry edelliselle tehostesivulle

source: Efektid
fi: Tehosteet

source: _Efektid
fi: _Tehosteet

source: Järgmise efektide lehe avamine
fi: Siirry seuraavalle tehostesivulle

source: Täisekraani režiimi sulgemine ning naasmine aknarežiimi
fi: Poistu koko näytön tilasta ikkunoituun tilaan

source: Fotolahutus
fi: Valokuvan tarkkuus

source: Videolahutus
fi: Videon tarkkuus

source: Veebikaamera
fi: Web-kamera

source: Heledus
fi: Kirkkaus

source: Küllastus
fi: Värikylläisyys

source: Toon
fi: Värisävy

source: Kontrast
fi: Kontrasti

source: Pilt
fi: Kuva

source: Katik
fi: Suljin

source: _Viitpäästik
fi: _Lähtölaskenta

source: _Kasutatakse välku
fi: Laukaise _salama

source: Sarivõte
fi: Sarjakuvaustila

source: Fotode arv
fi: Valokuvien määrä

source: Viivitus fotode vahel (sekundites)
fi: Viive valokuvien välissä (sekuntia)

source: Võte
fi: Ota kuva

source: Pildista
fi: Ota kuva

source: Cheese
fi: Muikku

source: foto;video;veebikaamera;pildista;filmi;
fi: photo;video;webcam;valokuva;verkkokamera;web-kamera;

source: Viitpäästiku kasutamine
fi: Käytä lähtölaskentaa

source: Kui märgitud, siis näidatakse enne pildi tegemist viitpäästikuni jäänud sekundeid
fi: Aseta todeksi, jos haluat käyttää lähtölaskentaa otettaessa valokuvaa

source: Loenduri pikkus
fi: Lähtölaskennan pituus

source: Viitpäästiku pikkus sekundites
fi: Lähtölaskennan kesto sekunteina

source: Foto tehakse koos välguga
fi: Laukaise salama ennen kuvan ottamista

source: Kui märgitud, siis tehakse foto koos välguga
fi: Aseta todeksi, jos haluat käyttää salamaa ennen kuvan ottamista

source: Kaameraseade
fi: Kameralaitteen laitenimi

source: Kaameraseadmele osutav sõne, näiteks /dev/video0
fi: Kameraan osoittava laitenimi, esim. /dev/video0

source: Viimati valitud efekt
fi: Viimeksi valittu tehoste

source: Viimati valitud paigaldatud efekti nimi
fi: Viimeksi valitun tehosteen nimi

source: Foto kõrgus
fi: Valokuvan leveys

source: Kaameraga tehtava pildi laius pikslites
fi: Kameran kaappaaman kuvan vaakasuuntainen tarkkuus pikseleinä

source: Foto laius
fi: Valokuvan korkeus

source: Kaameraga tehtava pildi kõrgus pikslites
fi: Kameran kaappaaman kuvan pystysuuntainen tarkkuus pikseleinä

source: Video kõrgus
fi: Videon leveys

source: Kaamerast püütud video laius pikslites
fi: Kameran kaappaaman videokuvan vaakasuuntainen tarkkuus pikseleinä

source: Video laius
fi: Videon korkeus

source: Kaamerast püütud video kõrgus pikslites
fi: Kameran kaappaaman videokuvan pystysuuntainen tarkkuus pikseleinä

source: Pildi heledus
fi: Kuvan kirkkaus

source: Kaamerast tuleva pildi heledusastme kohendamine
fi: Säätää kameralta tulevan kuvan kirkkaustasoa

source: Pildi kontrast
fi: Kuvan kontrasti

source: Kaamerast tuleva pildi kontrastiastme kohendamine
fi: Säätää kameralta tulevan kuvan kontrastitasoa

source: Pildi küllastus
fi: Kuvan värikylläisyys

source: Kaamerast tuleva pildi küllastusastme kohendamine
fi: Säätää kameralta tulevan kuvan värikylläisyyttä

source: Pildi tonaalsus
fi: Kuva värisävy

source: Kaamerast tuleva pildi toonide (hue) kohendamine
fi: Säätää kameralta tulevan kuvan värisävyä

source: Video asukoht
fi: Videoiden tallennuspolku

source: Video salvestamiseks kasutatav kataloog. Kui see on tühi, siis kasutatakse kataloogi "XDG_VIDEO/Webcam".
fi: Polku johon videotiedostot tallennetaan. Oletusarvoisesti käytetään polkua "XDG_VIDEO/Webcam".

source: Fotode asukoht
fi: Valokuvien tallennuspolku

source: Fotode salvestamiseks kasutatav kataloog. Kui see on tühi, siis kasutatakse kataloogi "XDG_PHOTO/Webcam".
fi: Polku johon kuvatiedostot tallennetaan. Oletusarvoisesti käytetään polkua "XDG_PHOTO/Webcam".

source: Viivitus sarivõtte fotode vahel
fi: Aika valokuvien välillä sarjakuvaustilassa

source: Ajavahemik millisekundites sarivõtte ülesvõetete vahel. Kui sarivõtte viivitus on lühem viitpäästiku pikkusest, kasutatakse selle asemel viitpäästiku pikkust.
fi: Ajan pituus millisekunteina, joka odotetaan jokaisen valokuvan ottamisen välillä purskejaksossa. Jos tämä viive on pienempi kuin lähtölaskenta, lähtölaskentaa käytetään tämän sijasta.

source: Fotode arv sarivõttes
fi: Valokuvien määrä sarjakuvaustilassa

source: Fotode arv, mitu võetakse ühe sarivõttega.
fi: Yhdessä sarjassa otettavien kuvien määrä.

source: Katiku heli
fi: Suljinääni

source: Üks või enam Gstreameri elementi on puudu:
fi: Yksi tai useampi vaadituista GStreamer-osista puuttuu:

source: Seadet ei leitud!09:05:02:%Id%dtime format
fi: Laitetta ei löydy09:05:02:%Id%dtime format

source: Seadme omadused pole toetatud
fi: Laitteen ominaisuuksia ei tueta

source: Seadme %s lähtestamine võimaluste proovimiseks nurjus
fi: Laitteen %s alustaminen ominaisuuksien tutkailua varten epäonnistui

source: Tundmatu seade
fi: Tuntematon laite

source: Katkestatav lähtestamine pole toetatud
fi: Peruttavissa olevaa alustusta ei tueta

source: Käivitatakse lairežiimis
fi: Käynnistä laajakuvatilassa

source: Seade, mida kasutatakse kaamerana
fi: Käytettävä kameralaite

source: SEADE
fi: LAITE

source: Käivitatakse täisekraanivaates
fi: Käynnisty koko näytön tilassa

source: Ivar Smolin , 2008–2011. Mattias Põldaru , 2008–2010. Launchpad Contributions: Didier Roche https://launchpad.net/~didrocks Ivar Smolin https://launchpad.net/~okul Sebastien Bacher https://launchpad.net/~seb128 mahfiaz https://launchpad.net/~mahfiaz
fi: Jiri Grönroos, 2012-2014. Timo Jyrinki, 2010. Ilkka Tuohela, 2008. Tommi Vainikainen, 2008-2011. http://gnome.fi/ Launchpad Contributions: Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Vainikainen https://launchpad.net/~thv papukaija https://launchpad.net/~papukaija

source: Cheese'i veebisait
fi: Muikun kotisivu

source: Efekt puudub
fi: Ei tehostetta

source: %s polnud võimalik avada
fi: Kohteen %s avaaminen epäonnistui

source: %s polnud võimalik prügikasti liigutada
fi: Kohteen %s siirto roskakoriin epäonnistui

source: Faili salvestamine
fi: Tallenna tiedosto

source: %s polnud võimalik salvestada
fi: Tiedoston %s tallentaminen epäonnistui

source: Video salvestamise lõpetamine
fi: Lopeta nauhoitus

source: Video salvestamine
fi: Nauhoita video

source: Pildistamise lõpetamine
fi: Lopeta kuvien ottaminen

source: Sarivõttega pildistamine
fi: Ota useita kuvia

source: Efekte ei leitud
fi: Tehosteita ei löytynyt

source: Video esitamisel veebikaamerast esines viga
fi: Web-kamerasta videota avattaessa tapahtui virhe

source: Ava
fi: Avaa

source: Salvesta _kui…
fi: Tallenna _nimellä…

source: Viska _prügikasti
fi: Siirrä _roskakoriin

source: Kustuta
fi: Poista

source: Video salvestamine veebikaameraga
fi: Nauhoita video web-kameralla
